Repository: mingmanhk/Contact-SyncMate
Catalog: Contact SyncMate/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %@ was restored to version %lld.
zh_hans: %1$@ 已还原至版本 %2$lld。
zh_hant: %1$@ 已還原至版本 %2$lld。

source: %lld Google
zh_hans: Google %lld 笔
zh_hant: Google %lld 筆

source: %lld Mac
zh_hans: Mac %lld 笔
zh_hant: Mac %lld 筆

# %lld account%@ available
source: %1$lld account%2$@ available
zh_hans: 有 %1$lld 个账号可用%2$@
zh_hant: 有 %1$lld 個帳號可用%2$@

source: %lld backups
zh_hans: %lld 份备份
zh_hant: %lld 份備份

# %lld change%@ pending
source: %1$lld change%2$@ pending
zh_hans: %1$lld 项待处理变更%2$@
zh_hant: %1$lld 項待處理變更%2$@

# %lld conflict%@
source: %1$lld conflict%2$@
zh_hans: %1$lld 个冲突%2$@
zh_hant: %1$lld 個衝突%2$@

# %lld conflict%@ need review — tap Details on each highlighted row.
source: %1$lld conflict%2$@ need review — tap Details on each highlighted row.
zh_hans: 有 %1$lld 个冲突需要查看%2$@ — 请点选标示列的「详细数据」。
zh_hant: 有 %1$lld 個衝突需要檢視%2$@ — 請點選標示列的「詳細資料」。

# %lld contact%@
source: %1$lld contact%2$@
zh_hans: %1$lld 位联系人%2$@
zh_hant: %1$lld 位聯絡人%2$@

source: %lld contacts
zh_hans: %lld 位联系人
zh_hant: %lld 位聯絡人

source: %lld failed
zh_hans: %lld 项失败
zh_hant: %lld 項失敗

# %lld group%@ found
source: %1$lld group%2$@ found
zh_hans: 找到 %1$lld 个群组%2$@
zh_hant: 找到 %1$lld 個群組%2$@

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld / %2$lld

# %lld of %lld conflict%@
source: %1$lld of %2$lld conflict%3$@
zh_hans: %1$lld / %2$lld 个冲突%3$@
zh_hant: %1$lld / %2$lld 個衝突%3$@

# %lld of %lld decided
source: %1$lld of %2$lld decided
zh_hans: 已决定 %1$lld / %2$lld
zh_hant: 已決定 %1$lld / %2$lld

source: %lld percent
zh_hans: 百分之 %lld
zh_hant: 百分之 %lld

source: %lld selected
zh_hans: 已选取 %lld 项
zh_hant: 已選取 %lld 項

source: %lld skipped
zh_hans: 已跳过 %lld 项
zh_hant: 已略過 %lld 項

# %lld versions · %@
source: %1$lld versions · %2$@
zh_hans: %1$lld 个版本 · %2$@
zh_hant: %1$lld 個版本 · %2$@

source: + %lld more
zh_hans: 还有 %lld 项
zh_hant: 還有 %lld 項

source: 14 days
zh_hans: 14 天
zh_hant: 14 天

source: 2-Way
zh_hans: 双向
zh_hant: 雙向

source: 2-Way Sync
zh_hans: 双向同步
zh_hant: 雙向同步

source: 30 days
zh_hans: 30 天
zh_hant: 30 天

source: 7 days
zh_hans: 7 天
zh_hant: 7 天

source: 90 days
zh_hans: 90 天
zh_hant: 90 天

source: A safety snapshot of the current state is taken first, so this restore can itself be undone.
zh_hans: 系统会先为目前状态建立安全快照,因此这次还原本身也可以复原。
zh_hant: 系統會先為目前狀態建立安全快照,因此這次還原本身也可以復原。

source: A sync is already in progress.
zh_hans: 已有同步操作正在进行。
zh_hant: 已有同步作業正在進行。

source: AI Analysis
zh_hans: AI 分析
zh_hant: AI 分析

source: AI Matching
zh_hans: AI 配对
zh_hant: AI 配對

source: AI Score
zh_hans: AI 评分
zh_hant: AI 評分

# AI adjusted score: %lld → %lld
source: AI adjusted score: %1$lld → %2$lld
zh_hans: AI 调整后评分：%1$lld → %2$lld
zh_hant: AI 調整後評分：%1$lld → %2$lld

source: AI-Powered Matching
zh_hans: AI 智慧配对
zh_hant: AI 智慧配對

source: Accent colour
zh_hans: 强调色
zh_hant: 強調色

source: Access denied
zh_hans: 已拒绝权限
zh_hant: 已拒絕權限

source: Access granted
zh_hans: 已授予权限
zh_hant: 已授予權限

source: Access required
zh_hans: 需要取用权限
zh_hant: 需要取用權限

source: Account mode:
zh_hans: 账号模式：
zh_hant: 帳號模式：

source: Advanced
zh_hans: 进阶
zh_hant: 進階

source: All
zh_hans: 全部
zh_hant: 全部

source: All changes skipped
zh_hans: 已跳过所有变更
zh_hant: 已略過所有變更

source: All contacts appear to be unique.
zh_hans: 所有联系人看起来都没有重复。
zh_hant: 所有聯絡人看起來都沒有重複。

source: All preferences will return to defaults. Your Google account connection will not be affected.
zh_hans: 所有偏好设置会回到默认值。你的 Google 账号连线不会受影响。
zh_hant: 所有偏好設定會回到預設值。你的 Google 帳號連線不會受影響。

source: All recorded sync events will be deleted. Your contacts and backups are not affected. Export the log first if you might need it for troubleshooting.
zh_hans: 所有已记录的同步事件将被删除。你的联系人与备份不受影响。若日后可能需要排查问题,请先导出记录。
zh_hant: 所有已記錄的同步事件將被刪除。你的聯絡人與備份不受影響。若日後可能需要排查問題,請先匯出記錄。

source: Allow Access
zh_hans: 允许取用
zh_hant: 允許取用

source: Allow Contacts Access
zh_hans: 允许取用联系人
zh_hant: 允許取用聯絡人

source: Allow silent auto-merge of duplicates
zh_hans: 允许静默自动合并重复项
zh_hant: 允許靜默自動合併重複項

source: Anthropic API Key
zh_hans: Anthropic API 密钥
zh_hant: Anthropic API 密鑰

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Applied on next sync
zh_hans: 下次同步时生效
zh_hant: 下次同步時生效

# Apply %lld Change%@
source: Apply %1$lld Change%2$@
zh_hans: 套用 %1$lld 项变更%2$@
zh_hant: 套用 %1$lld 項變更%2$@

source: Apply Changes Directly
zh_hans: 直接套用变更
zh_hant: 直接套用變更

source: Apply Decision
zh_hans: 套用决定
zh_hant: 套用決定

source: Apply Decisions
zh_hans: 套用决定
zh_hant: 套用決定

source: Apply a consistent casing convention to names as they are written
zh_hans: 写入姓名时套用一致的大小写惯例
zh_hant: 寫入姓名時套用一致的大小寫慣例

source: Apply high-confidence duplicate merges without asking. Off = always review.
zh_hans: 不询问即套用高信心的重复项合并。关闭 = 一律人工查看。
zh_hant: 不詢問即套用高信心的重複項合併。關閉 = 一律人工檢視。

source: Ask before Sync Now
zh_hans: 执行「立即同步」前先询问
zh_hant: 執行「立即同步」前先詢問

source: Ask before deleting contacts
zh_hans: 删除联系人前先询问
zh_hant: 刪除聯絡人前先詢問

source: Ask before restoring a backup
zh_hans: 还原备份前先询问
zh_hant: 還原備份前先詢問

source: Authenticating…
zh_hans: 正在验证…
zh_hant: 正在驗證…

source: Auto sync will be skipped when any active condition is not met.
zh_hans: 任一启用的条件不符合时,就会跳过自动同步。
zh_hant: 任一啟用的條件不符合時,就會略過自動同步。

source: Auto-merge
zh_hans: 自动合并
zh_hant: 自動合併

source: Auto-merge patterns
zh_hans: 自动合并模式
zh_hant: 自動合併模式

source: Auto-merge threshold:
zh_hans: 自动合并阈值：
zh_hant: 自動合併門檻：

source: Auto-sync
zh_hans: 自动同步
zh_hant: 自動同步

source: Automatic Backups
zh_hans: 自动备份
zh_hant: 自動備份

source: Automatic Merging
zh_hans: 自动合并
zh_hant: 自動合併

source: Automatic syncs will not delete contacts. Deletions are listed for you to apply from Sync Now.
zh_hans: 自动同步不会删除联系人。待删除的项目会列出，由你在「立即同步」中查看后套用。
zh_hant: 自動同步不會刪除聯絡人。待刪除的項目會列出，由你在「立即同步」中檢視後套用。

source: Automatically create a snapshot before every sync
zh_hans: 每次同步前自动建立快照
zh_hant: 每次同步前自動建立快照

source: Automatically merge contacts with score ≥ %lld
zh_hans: 自动合并评分 ≥ %lld 的联系人
zh_hant: 自動合併評分 ≥ %lld 的聯絡人

source: Automation
zh_hans: 自动化
zh_hant: 自動化

source: Back
zh_hans: 上一步
zh_hant: 上一步

source: Backed up %lld contacts successfully
zh_hans: 已成功备份 %lld 位联系人
zh_hant: 已成功備份 %lld 位聯絡人

source: Backing Up…
zh_hans: 正在备份…
zh_hant: 正在備份…

source: Backup Details
zh_hans: 备份详细数据
zh_hant: 備份詳細資料

source: Backup Information
zh_hans: 备份资讯
zh_hant: 備份資訊

source: Backup Location
zh_hans: 备份位置
zh_hant: 備份位置

source: Backup Status
zh_hans: 备份状态
zh_hant: 備份狀態

source: Backup Summary
zh_hans: 备份摘要
zh_hant: 備份摘要

source: Backup Timeline
zh_hans: 备份时间轴
zh_hant: 備份時間軸

source: Backup failed
zh_hans: 备份失败
zh_hant: 備份失敗

source: Backup storage exceeds 1 GB
zh_hans: 备份占用空间已超过 1 GB
zh_hant: 備份佔用空間已超過 1 GB

source: Backups
zh_hans: 备份
zh_hant: 備份

source: Backups will be created automatically during syncs
zh_hans: 同步过程中会自动建立备份
zh_hant: 同步過程中會自動建立備份

source: Batch Google API updates
zh_hans: 批次处理 Google API 更新
zh_hant: 批次處理 Google API 更新

source: Both address books will match this backup exactly. Contacts created after it — including any a faulty sync added — will be deleted.
zh_hans: 两边通讯录将与此备份完全一致。之后建立的联系人 —— 包括错误同步所添加的 —— 都会被删除。
zh_hant: 兩邊通訊錄將與此備份完全一致。之後建立的聯絡人 —— 包括錯誤同步所新增的 —— 都會被刪除。

# Call API for rule scores in range: %lld – %lld
source: Call API for rule scores in range: %1$lld – %2$lld
zh_hans: 在此规则评分范围内呼叫 API：%1$lld – %2$lld
zh_hant: 在此規則評分範圍內呼叫 API：%1$lld – %2$lld

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Catch duplicates that rule-based scoring misses — nicknames, name initials, transposed names, phonetic variants, and phone-number format differences.
zh_hans: 找出规则式评分会漏掉的重复项 — 昵称、姓名缩写、姓名颠倒、发音变体,以及电话号码格式差异。
zh_hant: 找出規則式評分會漏掉的重複項 — 暱稱、姓名縮寫、姓名顛倒、發音變體,以及電話號碼格式差異。

source: Change
zh_hans: 变更
zh_hant: 變更

source: Change Location…
zh_hans: 变更位置…
zh_hant: 變更位置…

source: Change failed
zh_hans: 变更失败
zh_hant: 變更失敗

source: Changes
zh_hans: 变更
zh_hant: 變更

source: Changes & Conflicts
zh_hans: 变更与冲突
zh_hant: 變更與衝突

source: Choose Your Sync Direction
zh_hans: 选择同步方向
zh_hant: 選擇同步方向

source: Choose a different folder for backups
zh_hans: 为备份选择其他数据夹
zh_hant: 為備份選擇其他資料夾

source: Choose which Mac Contacts account to use for syncing with Google
zh_hans: 选择要与 Google 同步的 Mac 联系人账号
zh_hant: 選擇要與 Google 同步的 Mac 聯絡人帳號

source: Choose which actions ask for confirmation. Safer defaults are pre-selected; skip confirmations you find repetitive.
zh_hans: 选择哪些动作需要确认。默认已选较安全的选项;觉得重复的确认可以关闭。
zh_hant: 選擇哪些動作需要確認。預設已選較安全的選項;覺得重複的確認可以關閉。

source: Chosen: %@
zh_hans: 已选：%@
zh_hant: 已選：%@

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear All Saved Patterns
zh_hans: 清除所有已保存的模式
zh_hant: 清除所有已儲存的模式

source: Clear All Saved Patterns?
zh_hans: 要清除所有已保存的模式吗？
zh_hant: 要清除所有已儲存的模式嗎？

source: Clear Log…
zh_hans: 清除记录…
zh_hant: 清除記錄…

source: Clear the sync log?
zh_hans: 要清除同步记录吗？
zh_hant: 要清除同步記錄嗎？

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Closes Contact SyncMate.
zh_hans: 结束 Contact SyncMate。
zh_hant: 結束 Contact SyncMate。

source: Cloud AI (Anthropic API)
zh_hans: 云端 AI(Anthropic API)
zh_hant: 雲端 AI(Anthropic API)

source: Combine fields from both sides rather than overwriting
zh_hans: 合并两边的栏位,而非直接覆写
zh_hant: 合併兩邊的欄位,而非直接覆寫

source: Confirm pending deletions
zh_hans: 确认待删除项目
zh_hant: 確認待刪除項目

source: Confirmation threshold:
zh_hans: 确认阈值：
zh_hant: 確認門檻：

source: Confirmations
zh_hans: 确认提示
zh_hant: 確認提示

source: Conflict
zh_hans: 冲突
zh_hant: 衝突

source: Conflict flagged for review
zh_hans: 冲突已标记待查看
zh_hant: 衝突已標記待檢視

source: Conflicts need review
zh_hans: 有冲突需要查看
zh_hant: 有衝突需要檢視

source: Connect
zh_hans: 连接
zh_hant: 連接

source: Connect Google Account
zh_hans: 连接 Google 账号
zh_hant: 連接 Google 帳號

source: Connect a Google account and grant Contacts access first
zh_hans: 请先连接 Google 账号并授予联系人取用权限
zh_hant: 請先連接 Google 帳號並授予聯絡人取用權限

source: Connect both accounts to sync
zh_hans: 请连接两边账号才能同步
zh_hant: 請連接兩邊帳號才能同步

source: Connect your Google account and grant Contacts access to start syncing.
zh_hans: 连接你的 Google 账号并授予联系人取用权限即可开始同步。
zh_hant: 連接你的 Google 帳號並授予聯絡人取用權限即可開始同步。

source: Connected
zh_hans: 已连接
zh_hant: 已連接

source: Connecting…
zh_hans: 正在连接…
zh_hant: 正在連接…

source: Consider cleaning up old backups (>50 total)
zh_hans: 建议清理旧备份(总数已超过 50)
zh_hant: 建議清理舊備份(總數已超過 50)

source: Contact SyncMate needs access to your Mac contacts to sync them.
zh_hans: Contact SyncMate 需要取用你的 Mac 联系人才能进行同步。
zh_hant: Contact SyncMate 需要取用你的 Mac 聯絡人才能進行同步。

source: Contact SyncMate needs permission to read and write your Mac contacts.
zh_hans: Contact SyncMate 需要读取及写入你的 Mac 联系人的权限。
zh_hant: Contact SyncMate 需要讀取及寫入你的 Mac 聯絡人的權限。

source: Contact SyncMate needs to restart before the interface appears in the language you picked. Your settings are already saved. A sync in progress will be interrupted.
zh_hans: Contact SyncMate 需要重新启动,界面才会以你选择的语言显示。你的设置已保存。正在进行的同步会被中断。
zh_hant: Contact SyncMate 需要重新啟動,介面才會以你選擇的語言顯示。你的設定已儲存。正在進行的同步會被中斷。

source: Contact added
zh_hans: 已添加联系人
zh_hant: 已新增聯絡人

source: Contact deleted
zh_hans: 已删除联系人
zh_hant: 已刪除聯絡人

source: Contact mapping created
zh_hans: 已建立联系人对应
zh_hant: 已建立聯絡人對應

source: Contact restored
zh_hans: 联系人已还原
zh_hant: 聯絡人已還原

source: Contact updated
zh_hans: 已更新联系人
zh_hant: 已更新聯絡人

source: Contacts
zh_hans: 联系人
zh_hant: 聯絡人

source: Contacts created after this backup will be kept. Use this if you only want to recover changed or deleted contacts.
zh_hans: 此备份之后建立的联系人会保留。若你只想复原被修改或删除的联系人,请用这个选项。
zh_hant: 此備份之後建立的聯絡人會保留。若你只想復原被修改或刪除的聯絡人,請用這個選項。

source: Contacts in Backup
zh_hans: 备份中的联系人
zh_hant: 備份中的聯絡人

source: Contacts kept separate
zh_hans: 联系人保持分开
zh_hant: 聯絡人保持分開

source: Contacts merged
zh_hans: 已合并联系人
zh_hant: 已合併聯絡人

source: Contacts restored
zh_hans: 联系人已还原
zh_hant: 聯絡人已還原

# Contacts with score %lld-%lld will prompt for confirmation
source: Contacts with score %1$lld-%2$lld will prompt for confirmation
zh_hans: 评分 %1$lld-%2$lld 的联系人会要求确认
zh_hant: 評分 %1$lld-%2$lld 的聯絡人會要求確認

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Convention
zh_hans: 惯例
zh_hant: 慣例

source: Couldn't encode the log.
zh_hans: 无法编码记录。
zh_hant: 無法編碼記錄。

source: Couldn't export the log
zh_hans: 无法导出记录
zh_hant: 無法匯出記錄

source: Couldn't restore the contact
zh_hans: 无法还原此联系人
zh_hant: 無法還原此聯絡人

source: Create Backup Now
zh_hans: 立即建立备份
zh_hant: 立即建立備份

source: Created
zh_hans: 建立时间
zh_hant: 建立時間

source: Creates a safety backup before every sync operation. Recommended.
zh_hans: 在每次同步操作前建立安全备份。建议启用。
zh_hant: 在每次同步作業前建立安全備份。建議啟用。

source: Current contacts will be replaced. Make sure you want to continue.
zh_hans: 目前的联系人将被取代。请确认你要继续。
zh_hant: 目前的聯絡人將被取代。請確認你要繼續。

source: Dark
zh_hans: 深色
zh_hant: 深色

source: Dashboard / History / Preferences links in the popover
zh_hans: 弹出窗口中的仪表板／记录／设置连结
zh_hant: 彈出視窗中的儀表板／記錄／設定連結

source: Data & History
zh_hans: 数据与记录
zh_hant: 資料與記錄

source: Deduplication Settings
zh_hans: 重复项处理设置
zh_hant: 重複項處理設定

source: Default Conflict Resolution
zh_hans: 默认冲突解决方式
zh_hant: 預設衝突解決方式

source: Delete All Events
zh_hans: 删除所有事件
zh_hant: 刪除所有事件

source: Delete all recorded sync events. Backups and contacts are not affected.
zh_hans: 删除所有已记录的同步事件。备份与联系人不受影响。
zh_hant: 刪除所有已記錄的同步事件。備份與聯絡人不受影響。

source: Delete all recorded sync events. Backups are not affected.
zh_hans: 删除所有已记录的同步事件。备份不受影响。
zh_hant: 刪除所有已記錄的同步事件。備份不受影響。

source: Delete all sync events?
zh_hans: 删除所有同步事件？
zh_hant: 刪除所有同步事件？

source: Delete contacts added since this backup
zh_hans: 删除此备份之后添加的联系人
zh_hant: 刪除此備份之後新增的聯絡人

source: Deselected fields are left untouched on both sides during every sync.
zh_hans: 未选取的栏位在每次同步时,两边都不会被变更。
zh_hant: 未選取的欄位在每次同步時,兩邊都不會被變更。

source: Details
zh_hans: 详细数据
zh_hant: 詳細資料

source: Detect duplicates before sync
zh_hans: 同步前侦测重复项
zh_hant: 同步前偵測重複項

source: Detection Sensitivity
zh_hans: 侦测灵敏度
zh_hant: 偵測靈敏度

source: Direction
zh_hans: 方向
zh_hant: 方向

source: Direction: %@. You can turn off this confirmation in Settings → General → Confirmations.
zh_hans: 方向：%@。你可以在「设置 → 一般 → 确认提示」中关闭此确认。
zh_hant: 方向：%@。你可以在「設定 → 一般 → 確認提示」中關閉此確認。

source: Display a badge count on the menu bar icon for pending changes
zh_hans: 在菜单栏图像上显示待处理变更的数量标记
zh_hant: 在選單列圖像上顯示待處理變更的數量標記

source: Display a monochrome icon in the menu bar
zh_hans: 在菜单栏显示单色图像
zh_hant: 在選單列顯示單色圖像

source: Done
zh_hans: 完成
zh_hant: 完成

source: Dry run is active — no changes will be saved.
zh_hans: 试执行已启用 — 不会保存任何变更。
zh_hant: 試執行已啟用 — 不會儲存任何變更。

source: Dry run mode
zh_hans: 试执行模式
zh_hant: 試執行模式

source: Duplicates auto-merged
zh_hans: 重复项已自动合并
zh_hant: 重複項已自動合併

source: Duplicates merged
zh_hans: 重复项已合并
zh_hant: 重複項已合併

source: Duplicates skipped (auto-sync)
zh_hans: 已跳过重复项(自动同步)
zh_hant: 已略過重複項(自動同步)

source: Enable AI matching
zh_hans: 启用 AI 配对
zh_hant: 啟用 AI 配對

source: Enable auto-merge for high-confidence matches
zh_hans: 对高信心配对启用自动合并
zh_hant: 對高信心配對啟用自動合併

source: Enable automatic sync
zh_hans: 启用自动同步
zh_hant: 啟用自動同步

source: Errors
zh_hans: 错误
zh_hant: 錯誤

source: Even high-confidence matches need manual confirmation on first sync
zh_hans: 即使是高信心配对,首次同步时仍需人工确认
zh_hant: 即使是高信心配對,首次同步時仍需人工確認

source: Events older than this are removed automatically
zh_hans: 超过此期限的事件会自动移除
zh_hant: 超過此期限的事件會自動移除

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Export Log
zh_hans: 导出记录
zh_hant: 匯出記錄

source: Export to File
zh_hans: 导出到文件
zh_hant: 匯出到檔案

source: Field
zh_hans: 栏位
zh_hant: 欄位

source: Fields to Sync
zh_hans: 要同步的栏位
zh_hant: 要同步的欄位

source: Filter history
zh_hans: 筛选记录
zh_hant: 篩選記錄

source: Filter sync by groups / labels
zh_hans: 依群组／标签筛选同步范围
zh_hant: 依群組／標籤篩選同步範圍

source: Filters
zh_hans: 筛选
zh_hant: 篩選

source: Finish setting up Contact SyncMate
zh_hans: 完成 Contact SyncMate 设置
zh_hant: 完成 Contact SyncMate 設定

source: Follow the system, or force light / dark mode for Contact SyncMate only
zh_hans: 跟随系统,或仅为 Contact SyncMate 强制使用浅色／深色模式
zh_hant: 跟隨系統,或僅為 Contact SyncMate 強制使用淺色／深色模式

source: Force update all contacts
zh_hans: 强制更新所有联系人
zh_hant: 強制更新所有聯絡人

source: Force update is useful after fixing data corruption. Dry run is useful for auditing what a sync will do.
zh_hans: 修复数据损毁后适合使用强制更新;想稽核同步会做什么时适合使用试执行。
zh_hant: 修復資料損毀後適合使用強制更新;想稽核同步會做什麼時適合使用試執行。

source: Forever
zh_hans: 永久保留
zh_hant: 永久保留

source: Generating preview...
zh_hans: 正在产生预览…
zh_hant: 正在產生預覽…

source: Get Last Sync Status
zh_hans: 取得最近同步状态
zh_hant: 取得最近同步狀態

source: Get Started
zh_hans: 开始使用
zh_hant: 開始使用

source: Get a key at console.anthropic.com — stored securely in the macOS Keychain
zh_hans: 可于 console.anthropic.com 取得密钥 — 会安全保存在 macOS 钥匙串中
zh_hant: 可於 console.anthropic.com 取得密鑰 — 會安全儲存在 macOS 鑰匙串中

source: Google Account
zh_hans: Google 账号
zh_hant: Google 帳號

source: Google Account not connected
zh_hans: 尚未连接 Google 账号
zh_hant: 尚未連接 Google 帳號

source: Google Account:
zh_hans: Google 账号：
zh_hant: Google 帳號：

source: Google Contacts
zh_hans: Google 联系人
zh_hant: Google 聯絡人

source: Google access has expired. Please sign in again.
zh_hans: Google 授权已过期,请重新登录。
zh_hant: Google 授權已過期,請重新登入。

source: Google account is not connected
zh_hans: 尚未连接 Google 帐户
zh_hant: 尚未連接 Google 帳戶

source: Google account is not connected. Open Contact SyncMate → Settings → Accounts to sign in.
zh_hans: 尚未连接 Google 账号。请开启 Contact SyncMate → 设置 → 账号 进行登录。
zh_hant: 尚未連接 Google 帳號。請開啟 Contact SyncMate → 設定 → 帳號 進行登入。

source: Google account not connected — open Settings → Accounts to sign in.
zh_hans: 尚未连接 Google 账号 — 请开启「设置 → 账号」登录。
zh_hant: 尚未連接 Google 帳號 — 請開啟「設定 → 帳號」登入。

source: Google and Mac account rows in the menu bar popover
zh_hans: 菜单栏弹出窗口中的 Google 与 Mac 账号列
zh_hant: 選單列彈出視窗中的 Google 與 Mac 帳號列

source: Google contacts are the master, changes sync to Mac only
zh_hans: 以 Google 联系人为准,变更只同步到 Mac
zh_hant: 以 Google 聯絡人為準,變更只同步到 Mac

source: Grant Access
zh_hans: 授予权限
zh_hant: 授予權限

source: Grant Contacts access (Accounts tab) to export Mac contacts.
zh_hans: 请先授予联系人权限(账号页签)才能导出 Mac 联系人。
zh_hant: 請先授予聯絡人權限(帳號頁籤)才能匯出 Mac 聯絡人。

source: Granted
zh_hans: 已授权
zh_hant: 已授權

source: Graphite
zh_hans: 石墨灰
zh_hant: 石墨灰

source: Green
zh_hans: 绿色
zh_hant: 綠色

source: Groups with more than %lld contacts always need confirmation
zh_hans: 超过 %lld 位联系人的群组一律需要确认
zh_hant: 超過 %lld 位聯絡人的群組一律需要確認

source: Help
zh_hans: 说明
zh_hant: 說明

source: Hide API key
zh_hans: 隐藏 API 密钥
zh_hant: 隱藏 API 密鑰

source: Hide contact names
zh_hans: 隐藏联系人姓名
zh_hant: 隱藏聯絡人姓名

source: How scoring works
zh_hans: 评分机制说明
zh_hant: 評分機制說明

source: Import Backup
zh_hans: 导入备份
zh_hant: 匯入備份

source: Import Backup File…
zh_hans: 导入备份文件…
zh_hant: 匯入備份檔案…

source: Important
zh_hans: 重要
zh_hant: 重要

source: Indigo
zh_hans: 藏青
zh_hant: 靛藍

source: Interface language
zh_hans: 界面语言
zh_hant: 介面語言

source: Interval
zh_hans: 间隔
zh_hant: 間隔

source: Keep app in menu bar only
zh_hans: 只在菜单栏中显示
zh_hant: 只在選單列中顯示

source: Keep at most
zh_hans: 最多保留
zh_hant: 最多保留

source: Keep history for
zh_hans: 记录保留期限
zh_hant: 記錄保留期限

source: Keep separate patterns
zh_hans: 保持分开的模式
zh_hant: 保持分開的模式

source: Keep your Google and Mac contacts in perfect sync — privately, on your device.
zh_hans: 让你的 Google 与 Mac 联系人保持一致 — 全程在你的装置上进行,不外传。
zh_hant: 讓你的 Google 與 Mac 聯絡人保持一致 — 全程在你的裝置上進行,不外傳。

source: Language
zh_hans: 语言
zh_hant: 語言

source: Last Backup
zh_hans: 最近备份
zh_hant: 最近備份

source: Later
zh_hans: 稍后
zh_hant: 稍後

source: Launch at login
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Learn from your choices to auto-apply decisions for similar duplicate patterns
zh_hans: 从你的选择中学习,自动套用到类似的重复模式
zh_hant: 從你的選擇中學習,自動套用到類似的重複模式

source: Light
zh_hans: 浅色
zh_hant: 淺色

source: Load a backup previously exported from Contact SyncMate
zh_hans: 载入先前从 Contact SyncMate 导出的备份
zh_hant: 載入先前從 Contact SyncMate 匯出的備份

source: Loading accounts…
zh_hans: 正在载入账号…
zh_hant: 正在載入帳號…

source: Loading statistics...
zh_hans: 正在载入统计数据…
zh_hant: 正在載入統計資料…

source: Loading…
zh_hans: 正在载入…
zh_hant: 正在載入…

source: Local NLP Signals (always active)
zh_hans: 本机 NLP 信号(永久启用)
zh_hant: 本機 NLP 訊號(永久啟用)

source: Mac Contacts
zh_hans: Mac 联系人
zh_hant: Mac 聯絡人

source: Mac Contacts Access
zh_hans: Mac 联系人取用权限
zh_hant: Mac 聯絡人取用權限

source: Mac Contacts access not granted — open Settings → Accounts to authorize.
zh_hans: 尚未取得 Mac 联系人权限 — 请开启「设置 → 账号」授权。
zh_hant: 尚未取得 Mac 聯絡人權限 — 請開啟「設定 → 帳號」授權。

source: Mac contacts are the master, changes sync to Google only
zh_hans: 以 Mac 联系人为准,变更只同步到 Google
zh_hant: 以 Mac 聯絡人為準,變更只同步到 Google

source: Mac contacts changed
zh_hans: Mac 联系人已变更
zh_hant: Mac 聯絡人已變更

source: Manage
zh_hans: 管理
zh_hant: 管理

source: Manual Backup
zh_hans: 手动备份
zh_hant: 手動備份

source: Manual Sync…
zh_hans: 手动同步…
zh_hant: 手動同步…

source: Match
zh_hans: 配对
zh_hant: 配對

source: Max group size for auto-merge:
zh_hans: 自动合并的群组上限：
zh_hant: 自動合併的群組上限：

source: Menu Bar Popover
zh_hans: 菜单栏弹出窗口
zh_hant: 選單列彈出視窗

source: Merge Behaviour
zh_hans: 合并行为
zh_hant: 合併行為

source: Merge Preview
zh_hans: 合并预览
zh_hant: 合併預覽

source: Merge during 1-way sync
zh_hans: 单向同步时合并栏位
zh_hant: 單向同步時合併欄位

source: Merge during 2-way sync
zh_hans: 双向同步时合并栏位
zh_hant: 雙向同步時合併欄位

source: Merge fields during 1-way sync instead of full replacement
zh_hans: 单向同步时合并栏位,而非整笔取代
zh_hant: 單向同步時合併欄位,而非整筆取代

source: Merged Result
zh_hans: 合并结果
zh_hant: 合併結果

source: Model
zh_hans: 模型
zh_hant: 模型

source: Name Formatting
zh_hans: 姓名格式
zh_hant: 姓名格式

source: Never
zh_hans: 永不
zh_hant: 永不

source: Newest Backup
zh_hans: 最新备份
zh_hant: 最新備份

source: Next
zh_hans: 下一步
zh_hant: 下一步

source: Next sync
zh_hans: 下次同步
zh_hant: 下次同步

source: Next sync will run after current interval elapses.
zh_hans: 下次同步会在目前间隔结束后执行。
zh_hant: 下次同步會在目前間隔結束後執行。

source: No %@ changes
zh_hans: 没有 %@ 变更
zh_hant: 沒有 %@ 變更

source: No Backups
zh_hans: 没有备份
zh_hant: 沒有備份

source: No Contacts Accounts Found
zh_hans: 找不到联系人账号
zh_hant: 找不到聯絡人帳號

source: No Duplicates Found
zh_hans: 未找到重复项
zh_hant: 未找到重複項

source: No Sync History
zh_hans: 没有同步记录
zh_hant: 沒有同步記錄

source: No Version History
zh_hans: 没有版本记录
zh_hant: 沒有版本記錄

source: No account selected
zh_hans: 尚未选择账号
zh_hant: 尚未選擇帳號

source: No backup files yet
zh_hans: 尚无备份文件
zh_hant: 尚無備份檔案

source: No backups yet - run a sync to create backups
zh_hans: 尚无备份 — 执行同步即会建立备份
zh_hant: 尚無備份 — 執行同步即會建立備份

source: No changes
zh_hans: 没有变更
zh_hant: 沒有變更

source: No changes yet.
zh_hans: 尚无变更。
zh_hant: 尚無變更。

source: No conditions set — auto sync will run unconditionally at the chosen interval.
zh_hans: 未设置任何条件 — 自动同步会依所选间隔无条件执行。
zh_hant: 未設定任何條件 — 自動同步會依所選間隔無條件執行。

source: No contacts match your search.
zh_hans: 没有符合搜寻的联系人。
zh_hant: 沒有符合搜尋的聯絡人。

source: No groups selected — the filter matches nothing. Select at least one group or label, or turn filtering off.
zh_hans: 未选取任何群组 — 筛选条件不会符合任何项目。请至少选一个群组或标签,或关闭筛选。
zh_hant: 未選取任何群組 — 篩選條件不會符合任何項目。請至少選一個群組或標籤,或關閉篩選。

source: No results for "%@"
zh_hans: 找不到「%@」的结果
zh_hant: 找不到「%@」的結果

source: No sync history yet
zh_hans: 尚无同步记录
zh_hant: 尚無同步記錄

source: No version history yet. It builds up as syncs create backups.
zh_hans: 尚无版本记录。随着同步建立备份会逐步累积。
zh_hant: 尚無版本記錄。隨著同步建立備份會逐步累積。

source: Normalise name formatting during sync
zh_hans: 同步时标准化姓名格式
zh_hant: 同步時標準化姓名格式

source: Normalise postal country codes
zh_hans: 标准化邮政国码
zh_hant: 標準化郵遞國碼

source: Not connected
zh_hans: 尚未连接
zh_hant: 尚未連接

source: Notes
zh_hans: 备注
zh_hant: 備註

source: Notes sync is unavailable in this build — Apple restricts the Contacts note field to apps with an approved entitlement.
zh_hans: 此版本无法同步备注栏位 — Apple 限制只有取得批准权限的 App 才能存取联系人备注。
zh_hant: 此版本無法同步備註欄位 — Apple 限制只有取得核准權限的 App 才能存取聯絡人備註。

source: Nothing to Apply
zh_hans: 没有可套用的项目
zh_hant: 沒有可套用的項目

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: Notify when a sync fails
zh_hans: 同步失败时通知
zh_hant: 同步失敗時通知

source: Notify when a sync finishes successfully
zh_hans: 同步成功完成时通知
zh_hant: 同步成功完成時通知

source: Notify when conflicts need your attention
zh_hans: 有冲突需要你处理时通知
zh_hant: 有衝突需要你處理時通知

source: OK
zh_hans: 好
zh_hant: 好
